astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
esbenp.prettier-vscode
expo.vscode-expo-tools
github.vscode-github-actions
mathiasfrohlich.kotlin
mikestead.dotenv
redhat.vscode-yaml
simonsiefke.svg-preview
supermaven.supermaven
tamasfe.even-better-toml
vscodevim.vim
waderyan.gitblame
